[DLC06_Twk_Player_Daud:pCharmListTweaks DisTweaks_WhaleBoneCharmList]
m_Charms[0]=(m_Levels=((m_Name="皮肤硬化",m_Text="你的最大生命值得到稍微增加")))
m_Charms[1]=(m_Levels=((m_Name="血牛之心",m_Text="你的最大魔力值得到稍微增加")))
m_Charms[2]=(m_Levels=((m_Name="胃口大开",m_Text="食物回复的数值些许增加")))
m_Charms[3]=(m_Levels=((m_Name="陨星天坠",m_Text="飞降暗杀给你提供一定的魔力值")))
m_Charms[4]=(m_Levels=((m_Name="治愈亲和",m_Text="药剂给你提供的生命值些许增加")))
m_Charms[5]=(m_Levels=((m_Name="冥想亲和",m_Text="药剂给你提供的魔力值些许增加")))
m_Charms[6]=(m_Levels=((m_Name="精神之水",m_Text="饮用水龙头里的水能回复一小部分魔力值")))
m_Charms[7]=(m_Levels=((m_Name="腐肉杀手",m_Text="杀死老鼠可以给你提供一些肾上腺素")))
m_Charms[8]=(m_Levels=((m_Name="强健臂膀",m_Text="勒晕速度更快")))
m_Charms[9]=(m_Levels=((m_Name="丧葬仪员",m_Text="当携带躯体时你走得稍微更快些")))
m_Charms[10]=(m_Levels=((m_Name="如影随形",m_Text="在潜行状态下你走得稍微更快些")))
m_Charms[11]=(m_Levels=((m_Name="白刃流风",m_Text="你挥剑的速度变快些许")))
m_Charms[12]=(m_Levels=((m_Name="持续狂怒",m_Text="你的肾上腺素冷却下来的时间稍微变长")))
m_Charms[13]=(m_Levels=((m_Name="拾荒浪客",m_Text="你能发现更多弹药")))
m_Charms[14]=(m_Levels=((m_Name="精神湖泊",m_Text="你恢复魔力的速度变得稍微更快些")))
m_Charms[15]=(m_Levels=((m_Name="加固之箭",m_Text="射进敌人体内的弩箭折断的次数变少")))
m_Charms[16]=(m_Levels=((m_Name="快打旋风",m_Text="拿出武器不会使你的速度变慢")))
m_Charms[17]=(m_Levels=((m_Name="生命之水",m_Text="饮用水龙头里的水能回充一小部分生命值")))
m_Charms[18]=(m_Levels=((m_Name="掠夺之鸦",m_Text="飞降暗杀给你提供一定的生命值")))
m_Charms[19]=(m_Levels=((m_Name="轻如暗影",m_Text="坠落伤害减少")))
m_Charms[20]=(m_Levels=((m_Name="迅捷飞影",m_Text="收起武器后速度增加 ")))
m_Charms[21]=(m_Levels=((m_Name="热情伙伴",m_Text="召唤的刺客杀伤力更强")))
m_Charms[22]=(m_Levels=((m_Name="势不可当",m_Text="轻松赢取拼剑的胜利")))

